"john.appleseed" = "john.appleseed";
"Sign In" = "Aanmelden";
"Your account name or password was entered incorrectly." = "Uw accountnaam of wachtwoord is onjuist.";
"There was an error logging in. Please try again." = "Er is een fout opgetreden tijdens het aanmelden. Probeer het opnieuw.";
"Apple ID password" = "Apple ID Wachtwoord";
"Invalid token data is returned by server" = "Er heeft zich bij het inloggen een fout voorgedaan. Probeer het opnieuw.";
"Authentication was canceled by user" = "De gebruiker heeft de verificatie geannuleerd";
"password" = "wachtwoord";
"OK" = "OK";
"Password field is empty" = "Voer uw wachtwoord in.";
"Password expired. Please change your password on Mac." = "Wachtwoord verlopen. Wijzig uw wachtwoord in 'Instellingen' > 'Store'";
"Required" = "Vereist";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Wil je iForgot.apple.com bezoeken om je %@ te herstellen?";
"Password" = "Wachtwoord";
"Apple ID field is empty" = "Apple ID-veld is leeg";
"Apple ID" = "Apple ID";
"Cancel" = "Annuleer";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Uw Apple ID of wachtwoord is onjuist ingevoerd.";
														
"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Het is tijd om je wachtwoord opnieuw in te stellen, ter bescherming van je veiligheid. Je hoeft alleen maar naar %@ te gaan.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Deze Apple ID is om beveiligingsredenen uitgeschakeld. Je kunt je wachtwoord opnieuw instellen op %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "De huidige tijd op dit apparaat is onjuist. Je kunt de tijd corrigeren door naar Instellingen > Algemeen > Datum en tijd te gaan. Probeer het daarna opnieuw.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Oeps, er is een fout opgetreden. Bedankt voor je geduld. Probeer het later opnieuw.";

"You appear to be offline. Please connect to the Internet and try again." = "Je bent offline. Maak verbinding met internet en probeer het opnieuw.";

"Two-step verification has been disabled for the Apple ID account %@." = "Twee-staps-verificatie is uitgezet voor Apple ID account %@.";

"Signing In" = "Inloggen";

"A new code has been sent to your device." = "Er is een nieuwe code naar uw apparaat gestuurd.";

"Code %1$d of %2$d selected" = "Code %1$d van %2$d geselecteerd";

"Sending New Code" = "Nieuwe code wordt gestuurd";

"Verifying code" = "Code verifiëren";

"Verified" = "Geverifieerd";

/* Verification Code Screen Prompt */
"Enter verification code" = "Voer verificatiecode in";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Voer de verificatiecode in die is gestuurd naar \"%@\"";

/* Send new code button title */
"Send a new code" = "Stuur een nieuwe code";

/* SMS subtitle */
"SMS to Phone Number" = "Sms naar telefoonnummer";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Niet in staat om berichten op uw apparaten te ontvangen?";

/* Verification Code Screen Title */
"Verification Code" = "Verificatiecode";

/* Trusted devices screen title */
"Verify Identity" = "Verifieer identiteit";

/* Send button title */
"Send" = "Stuur";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Om uw betrouwbare apparaten te beheren gaat u naar %@ vanaf een Mac of pc.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Twee-staps-verificatie is ingeschakeld voor deze Apple ID.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Er wordt een tijdelijke code gestuurd naar het apparaat dat u hieronder kiest, waarmee u uw identiteit kunt verifiëren.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "BETROUWBARE APPARATEN";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Twee-staps-verificatie vereist, maar gebruikersinteractie is niet toegestaan.";

/* Button title */
"My Apple ID…" = "Mijn Apple ID…";

/* Phone number description */
"Number ending in %@" = "Nummer dat eindigt op %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "U hebt helaas te vaak vergeefs geprobeerd uw identiteit te verifiëren. Om veiligheidsredenen kunt u de komende acht uur geen wijzigingen aanbrengen aan uw account zonder uw herstelcode.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "U hebt te veel codes verstuurd om uw telefoonnummer te verifiëren. Probeer het later opnieuw.";

/* Error Message */
"No Device information available." = "Geen informatie over apparaten beschikbaar";

/* Error Message */
"The verification code you entered is not valid." = "De verificatiecode die u hebt ingevoerd is ongeldig.";

/* Error Message */
"Invalid Session." = "Ongeldige sessie";

/* Error Message */
"Cannot find this person." = "Persoon niet gevonden.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "U bent er te vaak niet in geslaagd om de code te verifiëren. Stuur een nieuwe code aan een ander apparaat of probeer het later opnieuw.";

/* Send Code to label */
"Send Code to:" = "Stuur code naar:";

/* Error Message */
"Please enter a valid phone number." = "Voer een geldig telefoonnummer in.";
